// Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.

int a = 2;
int b = 10;
int max = a;

if (b > a) max = b;

Console.Write( "max = ");
Console.WriteLine(max);




